adobe-source-han-sans-cn-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-tw-fonts
alsa-utils
arandr
autoconf
automake
base
binutils
bison
cmake
dmenu
efibootmgr
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
feh
flex
gcc
git
grub
htop
i3-gaps
i3blocks
i3lock
i3status
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
linux-lts-headers
m4
make
mesa-demos
neofetch
network-manager-applet
networkmanager
ntfs-3g
ntp
nvidia
nvidia-lts
openssh
pasystray
patch
pavucontrol
pcmanfm
picom
pinta
pkgconf
putty
python-pip
python-pipenv
ranger
rustup
screenfetch
sdl
sdl_gfx
sdl_ttf
smbclient
sudo
texinfo
tig
tmux
ttf-fira-code
ttf-joypixels
unicode-emoji
vi
vim
vlc
which
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xss-lock
xterm
